Repository: izyuumi/yorozu
Catalog: apps/mac/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

source: Attachments are too large
es: Los archivos adjuntos son demasiado grandes
ja: 添付ファイルが大きすぎます
ko: 첨부 파일이 너무 큽니다
zh_hans: 附件过大

source: Auto-assign
es: Asignación automática
ja: 自動割り当て
ko: 자동 할당
zh_hans: 自动分配

source: Automation
es: Automatización
ja: 自動化
ko: 자동화
zh_hans: 自动化

source: Base URL
es: URL base
ja: ベースURL
ko: 기본 URL
zh_hans: 基础 URL

source: Browser
es: Navegador
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器

source: Bundled Chromium
es: Chromium integrado
ja: バンドルされた Chromium
ko: 번들 Chromium
zh_hans: 内置 Chromium

source: Calendars
es: Calendarios
ja: カレンダー
ko: 캘린더
zh_hans: 日历

source: Camera
es: Cámara
ja: カメラ
ko: 카메라
zh_hans: 摄像头

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cap the amount
es: Limitar el importe
ja: 金額に上限を設定
ko: 금액 한도 설정
zh_hans: 设置金额上限

source: Category
es: Categoría
ja: カテゴリ
ko: 카테고리
zh_hans: 类别

source: Change a file
es: Cambiar un archivo
ja: ファイルを変更
ko: 파일 변경
zh_hans: 更改文件

source: Check for Updates…
es: Buscar actualizaciones…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新……

source: Choose up to 10 files, no larger than 5 MB each or 20 MB together.
es: Elige hasta 10 archivos, de 5 MB como máximo cada uno y 20 MB en total.
ja: 最大10個、各5 MB以下、合計20 MB以下のファイルを選択してください。
ko: 파일은 최대 10개, 각 5MB 이하, 합계 20MB 이하로 선택하세요.
zh_hans: 最多选择10个文件，每个不超过5 MB，总计不超过20 MB。

source: Choose “Always allow” on an approval card to make one.
es: Elige «Permitir siempre» en una tarjeta de aprobación para crear una.
ja: 承認カードで「常に許可」を選ぶと作成できます。
ko: 승인 카드에서 “항상 허용”을 선택하면 만들 수 있습니다.
zh_hans: 在批准卡片上选择“始终允许”即可创建。

source: Confirm deletes outside Yorozu's own folder
es: Confirmar eliminaciones fuera de la carpeta de Yorozu
ja: Yorozu 独自のフォルダ外での削除を確認する
ko: Yorozu 폴더 외부의 삭제 작업 확인
zh_hans: 确认删除 Yorozu 自身文件夹以外的内容

source: Connected
es: Conectado
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: Contacts
es: Contactos
ja: 連絡先
ko: 연락처
zh_hans: 联系人

source: Control this Mac
es: Controlar este Mac
ja: この Mac を制御
ko: 이 Mac 제어
zh_hans: 控制此 Mac

source: Copied
es: Copiado
ja: コピー済み
ko: 복사됨
zh_hans: 已复制

source: Copy
es: Copiar
ja: コピー
ko: 복사
zh_hans: 复制

source: Copy code
es: Copiar código
ja: コードをコピー
ko: 코드 복사
zh_hans: 复制代码

source: Cron to repeat the assignment. Empty unschedules it.
es: Cron para repetir la asignación. Dejarlo vacío cancela la programación.
ja: 割り当てを繰り返すための Cron 式。空にするとスケジュールが解除されます。
ko: 할당을 반복할 Cron 설정. 비워두면 일정이 해제됩니다.
zh_hans: 用于重复分配的 Cron 表达式。留空则取消计划。

source: Decision
es: Decisión
ja: 判断
ko: 결정
zh_hans: 决定

source: Default
es: Predeterminado
ja: デフォルト
ko: 기본값
zh_hans: 默认

source: Default model
es: Modelo predeterminado
ja: デフォルトモデル
ko: 기본 모델
zh_hans: 默认模型

source: Delete a file
es: Eliminar un archivo
ja: ファイルを削除
ko: 파일 삭제
zh_hans: 删除文件

source: Device paired
es: Dispositivo vinculado
ja: デバイスがペアリングされました
ko: 기기 페어링됨
zh_hans: 设备已配对

source: Devices
es: Dispositivos
ja: デバイス
ko: 기기
zh_hans: 设备

source: Discuss first
es: Hablar primero
ja: 先に相談
ko: 먼저 논의
zh_hans: 先讨论

source: Discussing
es: Hablando
ja: 相談中
ko: 논의 중
zh_hans: 讨论中

source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

source: Downloads new versions in the background and installs them while you are away.
es: Descarga nuevas versiones en segundo plano y las instala cuando no estás.
ja: バックグラウンドで新しいバージョンをダウンロードし、離席中にインストールします。
ko: 백그라운드에서 새 버전을 다운로드하고 자리를 비운 사이에 설치합니다.
zh_hans: 在后台下载新版本，并在您离开时进行安装。

source: Earlier
es: Anterior
ja: 以前
ko: 이전
zh_hans: 更早

source: Edit
es: Editar
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit…
es: Editar…
ja: 編集…
ko: 편집…
zh_hans: 编辑…

source: Effort
es: Esfuerzo
ja: 思考量
ko: 추론 강도
zh_hans: 推理强度

source: Enabled
es: Activada
ja: 有効
ko: 활성화됨
zh_hans: 已启用

source: Every tool request runs without asking, including purchases, messages, commands, and deletes.
es: Todas las solicitudes de herramientas se ejecutan sin preguntar, incluidas compras, mensajes, comandos y eliminaciones.
ja: 購入、メッセージ、コマンド、削除を含むすべてのツール要求を確認なしで実行します。
ko: 구매, 메시지, 명령, 삭제를 포함한 모든 도구 요청을 묻지 않고 실행합니다.
zh_hans: 所有工具请求均不询问，包括购买、消息、命令和删除。

source: Export as Markdown
es: Exportar como Markdown
ja: Markdown として書き出す
ko: Markdown으로 내보내기
zh_hans: 导出为 Markdown

source: Export as Markdown…
es: Exportar como Markdown…
ja: Markdownとして書き出し…
ko: Markdown으로 내보내기…
zh_hans: 导出为 Markdown…

source: Failed
es: Falló
ja: 失敗
ko: 실패
zh_hans: 失败

source: Files
es: Archivos
ja: ファイル
ko: 파일
zh_hans: 文件

source: Files & Folders
es: Archivos y carpetas
ja: ファイルとフォルダ
ko: 파일 및 폴더
zh_hans: 文件与文件夹

source: Find in Thread
es: Buscar en el hilo
ja: スレッド内を検索
ko: 대화 내에서 찾기
zh_hans: 在对话中查找

source: Find in thread
es: Buscar en el hilo
ja: スレッド内を検索
ko: 스레드에서 찾기
zh_hans: 在线程中查找

source: Full Disk Access
es: Acceso total al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
zh_hans: 完全磁盘访问权限

source: GitHub catalog
es: Catálogo de GitHub
ja: GitHubカタログ
ko: GitHub 카탈로그
zh_hans: GitHub 目录

source: Hides the details
es: Oculta los detalles
ja: 詳細を非表示
ko: 세부 정보 숨기기
zh_hans: 隐藏详情

source: Hides the steps
es: Oculta los pasos
ja: 手順を非表示
ko: 단계 숨기기
zh_hans: 隐藏步骤

source: Hides the trace
es: Oculta el seguimiento
ja: トレースを非表示
ko: 추적 숨기기
zh_hans: 隐藏跟踪

source: In reply to: %arg
es: En respuesta a: %arg
ja: 返信先: %arg
ko: 답글 대상: %arg
zh_hans: 回复：%arg

source: Input Monitoring
es: Monitoreo de entrada
ja: 入力監視
ko: 입력 모니터링
zh_hans: 输入监控

source: Jump to latest
es: Ir al final
ja: 最新へ移動
ko: 최신으로 이동
zh_hans: 跳到最新

source: Jump to latest message
es: Ir al mensaje más reciente
ja: 最新のメッセージへ移動
ko: 최신 메시지로 이동
zh_hans: 跳到最新消息

source: Keep Yorozu reachable from your iPhone, including after login and while you are away.
es: Mantén Yorozu accesible desde tu iPhone, incluso después de iniciar sesión y cuando estés fuera.
ja: ログイン後や離席中も、iPhoneからYorozuにアクセスできるようにします。
ko: 로그인 후나 자리를 비운 동안에도 iPhone에서 Yorozu에 계속 연결할 수 있도록 합니다.
zh_hans: 确保即使在登录后或您离开期间，也能通过 iPhone 访问 Yorozu。

source: Keep Yorozu running
es: Mantener Yorozu en ejecución
ja: Yorozuを実行し続ける
ko: Yorozu 계속 실행
zh_hans: 保持 Yorozu 运行

source: Keep this Mac awake
es: Mantener este Mac activo
ja: このMacをスリープさせない
ko: 이 Mac을 깨어 있는 상태로 유지
zh_hans: 保持此 Mac 唤醒状态

source: Keeps this Mac awake so the agent can answer your phone while you are away.
es: Mantiene este Mac activo para que el agente pueda responder a tu teléfono mientras estás fuera.
ja: 離席中もエージェントが電話に応答できるよう、このMacをスリープさせないようにします。
ko: 자리를 비운 동안 에이전트가 응답할 수 있도록 이 Mac을 깨어 있는 상태로 유지합니다.
zh_hans: 保持此 Mac 唤醒状态，以便在您离开时代理程序能接听您的电话。

source: Keeps this Mac awake so the agent can answer your phone while you are away. Reversible here or in the menu at any time.
es: Mantiene este Mac activo para que el agente pueda responder a tu teléfono mientras estás fuera. Se puede revertir aquí o en el menú en cualquier momento.
ja: 離席中もエージェントが電話に応答できるよう、このMacをスリープさせないようにします。この設定は、ここまたはメニューからいつでも変更可能です。
ko: 자리를 비운 동안 에이전트가 응답할 수 있도록 이 Mac을 깨어 있는 상태로 유지합니다. 이 설정은 언제든지 여기에서 또는 메뉴를 통해 변경할 수 있습니다.
zh_hans: 保持此 Mac 唤醒状态，以便在您离开时代理程序能接听您的电话。可随时在此处或通过菜单更改此设置。

source: Knowledge source
es: Fuente de conocimiento
ja: 知識ソース
ko: 지식 소스
zh_hans: 知识来源

source: Lets the agent answer questions about where you are — travel time, the weather, what is nearby.
es: Permite que el agente responda preguntas sobre tu ubicación: tiempo de viaje, el clima, lugares cercanos.
ja: エージェントが、現在地に関する質問（移動時間、天気、周辺情報など）に答えられるようにします。
ko: 에이전트가 현재 위치 관련 질문(이동 시간, 날씨, 주변 정보 등)에 답변할 수 있도록 합니다.
zh_hans: 允许代理程序回答有关您所在位置的问题——例如行程时间、天气及周边信息。

source: Lets the agent drive Finder, Safari, Mail, Calendar, Messages and the rest. Each app asks separately and may launch while it does; anything that was not already open is quit again.
es: Permite que el agente controle Finder, Safari, Mail, Calendario, Mensajes y otras aplicaciones. Cada aplicación solicita permiso por separado y puede abrirse durante el proceso; cualquier aplicación que no estuviera abierta previamente se cerrará de nuevo.
ja: エージェントがFinder、Safari、メール、カレンダー、メッセージなどを操作できるようにします。各アプリの操作時に個別の許可が求められ、操作中にアプリが起動する場合があります。起動したアプリのうち、元々開いていなかったものは操作終了後に終了します。
ko: 에이전트가 Finder, Safari, Mail, 캘린더, 메시지 및 기타 앱을 제어할 수 있도록 합니다. 각 앱은 개별적으로 권한을 요청하며 작업 수행 중 실행될 수 있습니다. 원래 열려 있지 않았던 앱은 작업 완료 후 다시 종료됩니다.
zh_hans: 允许代理程序操作 Finder、Safari、邮件、日历、信息等应用程序。每个应用程序都会单独请求权限，且操作时可能会启动；此前未打开的应用程序在操作完成后会自动退出。

source: Lets the agent find and attach pictures from your library.
es: Permite al agente buscar y adjuntar imágenes de su biblioteca.
ja: エージェントがライブラリから写真を見つけて添付できるようにします。
ko: 에이전트가 보관함에서 사진을 찾아 첨부할 수 있도록 허용합니다.
zh_hans: 允许智能体从您的图库中查找并添加图片。

source: Lets the agent listen when you ask it to. Never used without you asking.
es: Permite que el agente escuche cuando usted lo solicite. Nunca usado sin que usted lo solicite.
ja: エージェントが、あなたの指示があったときに音声を聞き取れるようにします。指示がない限り使用されることはありません。
ko: 요청 시 에이전트가 음성을 들을 수 있도록 허용합니다. 사용자의 요청 없이는 절대 실행되지 않습니다.
zh_hans: 允许智能体在您发出指令时进行监听。仅在您要求时才会使用此功能。

source: Lets the agent look up the people you write to, so you can say a name instead of an address.
es: Permite que el agente busque a las personas a las que les escribes, para que puedas decir un nombre en lugar de una dirección.
ja: エージェントが連絡先を検索できるようにし、メールアドレスの代わりに名前で指定できるようにします。
ko: 에이전트가 연락처 정보를 조회할 수 있도록 허용하여, 주소 대신 이름으로 대상을 지정할 수 있게 합니다.
zh_hans: 允许智能体查找您的联系人，以便您通过姓名而非地址来指定收件人。

source: Lets the agent read and write files anywhere you can, including Mail and Safari data.
es: Permite que el agente lea y escriba archivos en cualquier lugar que pueda, incluidos datos de Mail y Safari.
ja: エージェントが、メールやSafariのデータを含め、あなたがアクセスできるあらゆる場所でファイルの読み書きを行えるようにします。
ko: 에이전트가 Mail 및 Safari 데이터를 포함하여 사용자가 접근할 수 있는 모든 위치의 파일을 읽고 쓸 수 있도록 허용합니다.
zh_hans: 允许智能体读取和写入您有权访问的任何位置的文件，包括“邮件”和 Safari 的数据。

source: Lets the agent read the window you are looking at as an accessibility tree, and click or type in it.
es: Permite que el agente lea la ventana que está viendo como un árbol de accesibilidad y haga clic o escriba en ella.
ja: エージェントが、現在表示しているウィンドウをアクセシビリティツリーとして読み取り、クリックや入力を行えるようにします。
ko: 에이전트가 현재 보고 있는 창을 접근성 트리(accessibility tree) 형태로 읽고, 해당 창에서 클릭하거나 텍스트를 입력할 수 있도록 허용합니다.
zh_hans: 允许智能体以辅助功能树的形式读取您当前查看的窗口，并在其中进行点击或输入操作。

source: Lets the agent read your calendar and make, move and cancel events when you ask.
es: Permite que el agente lea su calendario y cree, mueva y cancele eventos cuando usted lo solicite.
ja: エージェントがカレンダーを読み取り、指示に応じてイベントの作成、移動、キャンセルを行えるようにします。
ko: 에이전트가 캘린더를 읽고, 요청 시 일정을 생성, 이동 또는 취소할 수 있도록 허용합니다.
zh_hans: 允许智能体读取您的日历，并在您要求时创建、移动或取消日程。

source: Lets the agent read your reminder lists and add to or tick off items.
es: Permite que el agente lea sus listas de recordatorios y agregue o marque elementos.
ja: エージェントがリマインダーリストを読み取り、項目の追加や完了（チェック）を行えるようにします。
ko: 에이전트가 미리 알림 목록을 읽고 항목을 추가하거나 완료 처리할 수 있도록 허용합니다.
zh_hans: 允许智能体读取您的提醒事项列表，并添加项目或标记项目为已完成。

source: Lets the agent see your music library so it can play what you ask for.
es: Permite que el agente vea tu biblioteca de música para que pueda reproducir lo que le pides.
ja: エージェントがミュージックライブラリを参照し、リクエストされた曲を再生できるようにします。
ko: 에이전트가 음악 보관함을 확인하여 요청한 음악을 재생할 수 있도록 허용합니다.
zh_hans: 允许智能体访问您的音乐库，以便播放您指定的内容。

source: Lets the agent synthesise keystrokes and clicks so it can act on what it sees.
es: Permite que el agente sintetice las pulsaciones de teclas y los clics para poder actuar según lo que ve.
ja: エージェントがキー入力やクリックをシミュレートし、画面上の情報に基づいて操作を行えるようにします。
ko: 에이전트가 키 입력 및 클릭 동작을 수행하여 화면의 내용을 바탕으로 작업할 수 있도록 허용합니다.
zh_hans: 允许智能体模拟按键和点击操作，从而根据其所见内容执行相应动作。

source: Lets the agent take a picture when you ask it to. Never used without you asking.
es: Permite que el agente tome una fotografía cuando usted se lo solicite. Nunca usado sin que usted lo solicite.
ja: エージェントが、指示があったときに写真を撮影できるようにします。指示がない限り使用されることはありません。
ko: 요청 시 에이전트가 사진을 촬영할 수 있도록 허용합니다. 사용자의 요청 없이는 절대 실행되지 않습니다.
zh_hans: 允许智能体在您发出指令时拍摄照片。仅在您要求时才会使用此功能。

source: Link: %arg, %arg
es: Enlace: %arg, %arg
ja: リンク: %arg, %arg
ko: 링크: %arg, %arg
zh_hans: 链接：%arg, %arg

source: Listen
es: Escuchar
ja: 読み上げ
ko: 듣기
zh_hans: 朗读

source: Location
es: Ubicación
ja: 場所
ko: 위치
zh_hans: 位置

source: Log in
es: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

source: Mac connection: %arg
es: Conexión Mac: %arg
ja: Mac接続: %arg
ko: Mac 연결: %arg
zh_hans: Mac 连接：%arg

source: Mac offline
es: Mac sin conexión
ja: Mac はオフライン
ko: Mac 오프라인
zh_hans: Mac 离线

source: Make a booking
es: Hacer una reserva
ja: 予約する
ko: 예약하기
zh_hans: 进行预订

source: Make a purchase
es: Hacer una compra
ja: 購入する
ko: 구매하기
zh_hans: 进行购买

source: Mark all as read
es: Marcar todo como leído
ja: すべて既読にする
ko: 모두 읽음으로 표시
zh_hans: 全部标为已读

source: Mark as read
es: Marcar como leído
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标为已读

source: Mark as unread
es: Marcar como no leído
ja: 未読にする
ko: 읽지 않음으로 표시
zh_hans: 标为未读

source: Match
es: Coincidencia
ja: 一致条件
ko: 일치
zh_hans: 匹配

source: Merchant
es: comerciante
ja: 加盟店
ko: 판매자
zh_hans: 商家

source: Message
es: Mensaje
ja: メッセージ
ko: 메시지
zh_hans: 消息

source: Message Yorozu
es: Mensaje para Yorozu
ja: Yorozu にメッセージ
ko: Yorozu에게 메시지
zh_hans: 给 Yorozu 发消息

source: Message actions
es: Acciones del mensaje
ja: メッセージ操作
ko: 메시지 작업
zh_hans: 消息操作

source: Microphone
es: micrófono
ja: マイク
ko: 마이크
zh_hans: 麦克风

source: Model
es: Modelo
ja: モデル
ko: 모델
zh_hans: 模型

source: Models
es: Modelos
ja: モデル
ko: 모델
zh_hans: 模型

source: Models, in order
es: Modelos, en orden
ja: モデル（順序通り）
ko: 모델(순서대로)
zh_hans: 模型（按顺序）

source: More
es: Más
ja: その他
ko: 더 보기
zh_hans: 更多

source: Moves that provider and model to the front of the chain. Restart to apply.
es: Mueve ese proveedor y modelo al frente de la cadena. Reinicie para aplicar.
ja: そのプロバイダとモデルをチェーンの先頭に移動します。適用するには再起動が必要です。
ko: 해당 제공업체와 모델을 체인의 맨 앞으로 이동합니다. 적용하려면 재시작하십시오.
zh_hans: 将该提供商和模型移至链条首位。重启后生效。

source: Music
es: musica
ja: 音楽
ko: 음악
zh_hans: 音乐

source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 名称

source: Never Sleep
es: Nunca duermas
ja: スリープしない
ko: 절전 모드 안 함
zh_hans: 永不休眠

source: Never allow
es: No permitir nunca
ja: 許可しない
ko: 허용 안 함
zh_hans: 永不允许

source: Never sleep
es: nunca duermas
ja: スリープしない
ko: 절전 모드 안 함
zh_hans: 永不休眠

source: Never used
es: Nunca utilizada
ja: 未使用
ko: 사용한 적 없음
zh_hans: 从未使用

source: New Thread
es: Nuevo hilo
ja: 新しいスレッド
ko: 새 스레드
zh_hans: 新会话

source: New code
es: Nuevo código
ja: 新しいコード
ko: 새 코드
zh_hans: 新代码

source: New session
es: Nueva sesión
ja: 新しいセッション
ko: 새 세션
zh_hans: 新会话

source: New thread
es: Nuevo hilo
ja: 新しいスレッド
ko: 새 스레드
zh_hans: 新建线程

source: No devices yet. Pair your phone to chat with this Mac from it.
es: Aún no hay dispositivos. Empareje su teléfono para chatear con esta Mac desde él.
ja: デバイスがまだありません。スマートフォンをペアリングして、このMacとチャットしましょう。
ko: 아직 연결된 기기가 없습니다. 휴대폰을 페어링하여 이 Mac과 채팅하세요.
zh_hans: 暂无设备。请配对您的手机，以便通过手机与此 Mac 聊天。

source: No models configured
es: No hay modelos configurados
ja: 設定されたモデルがありません
ko: 구성된 모델 없음
zh_hans: 未配置模型

source: No output.
es: Sin salida.
ja: 出力なし。
ko: 출력 없음.
zh_hans: 无输出。

source: No rules yet
es: Aún no hay reglas
ja: ルールはまだありません
ko: 아직 규칙 없음
zh_hans: 尚无规则

source: No thread
es: Sin hilo
ja: スレッドなし
ko: 스레드 없음
zh_hans: 无会话

source: No threads yet
es: Aún no hay hilos
ja: スレッドがまだありません
ko: 아직 스레드 없음
zh_hans: 暂无会话

source: Not allowed
es: No permitido
ja: 許可しませんでした
ko: 허용되지 않음
zh_hans: 未允许

source: Not now
es: Ahora no
ja: 今はしない
ko: 나중에
zh_hans: 暂不

source: Not sent
es: No enviado
ja: 未送信
ko: 전송 안 됨
zh_hans: 未发送

source: Nothing Yorozu can send.
es: No hay nada que Yorozu pueda enviar.
ja: Yorozu で送信できる内容がありません。
ko: Yorozu가 보낼 수 있는 항목이 없습니다.
zh_hans: 没有 Yorozu 可以发送的内容。

source: Nothing yet.
es: Aún no hay nada.
ja: まだありません。
ko: 아직 없습니다.
zh_hans: 暂无内容。

source: OK
es: Aceptar
ko: 확인
zh_hans: 好

source: Open System Settings
es: Abrir configuración del sistema
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置

source: Open Yorozu
es: Abrir Yorozu
ja: Yorozuを開く
ko: Yorozu 열기
zh_hans: 打开 Yorozu

source: OpenClaw owns models, tools, browser access, credentials, and approvals.
es: OpenClaw posee modelos, herramientas, acceso al navegador, credenciales y aprobaciones.
ja: OpenClawは、モデル、ツール、ブラウザアクセス、認証情報、および承認を管理します。
ko: OpenClaw가 모델, 도구, 브라우저 액세스, 자격 증명 및 승인 권한을 관리합니다.
zh_hans: OpenClaw 拥有模型、工具、浏览器访问权限、凭据及审批权限。

source: Opens a rule you can widen before saving
es: Abre una regla que puedes ampliar antes de guardarla
ja: 保存前に範囲を広げられるルールを開きます
ko: 저장하기 전에 범위를 넓힐 수 있는 규칙을 엽니다
zh_hans: 打开一条可在保存前扩大范围的规则

source: Operation
es: Operación
ja: 操作
ko: 작업
zh_hans: 操作

source: Or paste this code into the app.
es: O pegue este código en la aplicación.
ja: または、このコードをアプリに貼り付けてください。
ko: 또는 이 코드를 앱에 붙여넣으세요.
zh_hans: 或者将此代码粘贴到应用中。

source: Pair Another Device…
es: Emparejar otro dispositivo...
ja: 別のデバイスをペアリング…
ko: 다른 기기 페어링…
zh_hans: 配对其他设备……

source: Pair a device
es: Emparejar un dispositivo
ja: デバイスをペアリングする
ko: 기기 페어링
zh_hans: 配对设备

source: Pairing QR code
es: Emparejamiento de código QR
ja: ペアリング用QRコード
ko: 페어링 QR 코드
zh_hans: 配对二维码

source: Pairing code
es: código de emparejamiento
ja: ペアリングコード
ko: 페어링 코드
zh_hans: 配对码

source: Permissions
es: Permisos
ja: 権限
ko: 권한
zh_hans: 权限

source: Photo Library
es: Fototeca
ja: 写真ライブラリ
ko: 사진 보관함
zh_hans: 照片图库

source: Photos
es: Fotos
ja: 写真
ko: 사진
zh_hans: 照片

source: Pin
es: Fijar
ja: ピン留め
ko: 고정
zh_hans: 置顶

source: Pinned
es: Fijados
ja: ピン留め
ko: 고정됨
zh_hans: 已置顶

source: Providers
es: Proveedores
ja: プロバイダー
ko: 제공자
zh_hans: 提供商

source: Queued
es: En cola
ja: 送信待ち
ko: 대기 중
zh_hans: 已排队

source: Quit Yorozu
es: Deja Yorozu
ja: Yorozuを終了
ko: Yorozu 종료
zh_hans: 退出 Yorozu

source: React
es: Reaccionar
ja: リアクション
ko: 반응
zh_hans: 回应

source: Read full message
es: Leer mensaje completo
ja: メッセージ全文を読む
ko: 전체 메시지 읽기
zh_hans: 阅读完整消息

source: Read more
es: Leer más
ja: 続きを読む
ko: 더 보기
zh_hans: 阅读更多

source: Reading what you shared…
es: Leyendo lo que has compartido…
ja: 共有内容を読み込み中…
ko: 공유한 내용 읽는 중…
zh_hans: 正在读取你分享的内容…

source: Recipient
es: Destinatario
ja: 受信者
ko: 수신자
zh_hans: 接收方

source: Reconnecting
es: Reconectando
ja: 再接続中
ko: 다시 연결 중
zh_hans: 正在重新连接

source: Relay URL
es: URL de retransmisión
ja: リレーURL
ko: 릴레이 URL
zh_hans: 中继 URL

source: Relay state reported by the runtime
es: Estado de retransmisión informado por el tiempo de ejecución
ja: ランタイムから報告されたリレーの状態
ko: 런타임이 보고한 릴레이 상태
zh_hans: 由运行时报告的中继状态

source: Reminders
es: Recordatorios
ja: リマインダー
ko: 알림
zh_hans: 提醒事项

source: Remove
es: Eliminar
ja: 削除
ko: 제거
zh_hans: 移除

source: Remove from this device
es: Eliminar de este dispositivo
ja: このデバイスから削除
ko: 이 기기에서 제거
zh_hans: 从此设备移除

source: Remove quote
es: Quitar cita
ja: 引用を削除
ko: 인용 삭제
zh_hans: 移除引用

source: Removes your reaction
es: Quita tu reacción
ja: 自分のリアクションを削除
ko: 내 반응 삭제
zh_hans: 移除你的回应

source: Removing a device forgets its key here and at the relay: it has to pair again.
es: Al eliminar un dispositivo, se olvida su clave tanto aquí como en el repetidor: será necesario volver a vincularlo.
ja: デバイスを削除すると、ここおよびリレー上のキー情報が破棄され、再ペアリングが必要になります。
ko: 장치를 제거하면 여기와 릴레이에서 해당 키가 잊어버리므로 다시 페어링해야 합니다.
zh_hans: 移除设备会清除此处及中继器上的密钥：设备必须重新配对。

source: Rename
es: Renombrar
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名

source: Rename thread
es: Renombrar hilo
ja: スレッド名を変更
ko: 스레드 이름 변경
zh_hans: 重命名线程

source: Reply
es: Responder
ja: 返信
ko: 답장
zh_hans: 回复

source: Request
es: Solicitud
ja: リクエスト
ko: 요청
zh_hans: 请求

source: Research prices on the web
es: Buscar precios en la web
ja: Webで価格を調べる
ko: 웹에서 가격 조사
zh_hans: 在网上查询价格

source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

source: Revert
es: Revertir
ja: 元に戻す
ko: 되돌리기
zh_hans: 还原

source: Review
es: Revisar
ja: 確認
ko: 검토
zh_hans: 检查

source: Reviewed
es: Revisado
ja: 確認済み
ko: 검토됨
zh_hans: 已检查

source: Revoke
es: Revocar
ja: 取り消す
ko: 철회
zh_hans: 撤销

source: Revoke this rule
es: Revocar esta regla
ja: このルールを無効にする
ko: 이 규칙을 취소하세요
zh_hans: 撤销此规则

source: Revoke this rule?
es: ¿Revocar esta regla?
ja: このルールを取り消しますか？
ko: 이 규칙을 취소할까요?
zh_hans: 撤销此规则？

source: Rule suggestion: %arg
es: Sugerencia de regla: %arg
ja: ルールの提案: %arg
ko: 규칙 제안: %arg
zh_hans: 规则建议：%arg

source: Rules let routine work run without asking. They apply to every agent, and last until you revoke them.
es: Las reglas permiten ejecutar tareas rutinarias sin pedir confirmación. Se aplican a todos los agentes y permanecen activas hasta que las revoques.
ja: ルールを設定すると、定型的な作業を自動的に実行できます。ルールはすべてのエージェントに適用され、無効にするまで有効です。
ko: 규칙을 사용하면 묻지 않고도 일상적인 작업을 실행할 수 있습니다. 이는 모든 에이전트에 적용되며 취소할 때까지 지속됩니다.
zh_hans: 规则允许自动执行常规任务，无需确认。规则适用于所有代理，且持续有效，直到您将其撤销。

source: Run Setup Wizard…
es: Ejecutar asistente de configuración…
ja: セットアップウィザードを実行…
ko: 설치 마법사 실행…
zh_hans: 运行设置向导……

source: Run a command
es: Ejecutar un comando
ja: コマンドを実行
ko: 명령 실행
zh_hans: 运行命令

source: Running…
es: En curso…
ja: 実行中…
ko: 실행 중…
zh_hans: 运行中…

source: Runs in its own profile and never touches your tabs. Restart to apply.
es: Se ejecuta en su propio perfil y no afecta a tus pestañas. Reinicia para aplicar los cambios.
ja: 専用のプロファイルで実行されるため、ブラウザのタブには影響しません。変更を適用するには再起動してください。
ko: 자체 프로필에서 실행되며 탭을 건드리지 않습니다. 적용하려면 다시 시작하세요.
zh_hans: 在独立配置文件中运行，不会影响您的标签页。重启以生效。

source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

source: Scan from the Yorozu iOS app.
es: Escanear desde la aplicación Yorozu para iOS.
ja: Yorozu iOSアプリからスキャンします。
ko: Yorozu iOS 앱에서 스캔하세요.
zh_hans: 使用 Yorozu iOS 应用扫描。

source: Scope
es: Ámbito
ja: 範囲
ko: 범위
zh_hans: 范围

source: Screen Recording
es: Grabación de pantalla
ja: 画面収録
ko: 화면 녹화
zh_hans: 屏幕录制

source: Search threads
es: Buscar hilos
ja: スレッドを検索
ko: 스레드 검색
zh_hans: 搜索线程

source: See and operate apps when you ask Yorozu to do something on your Mac.
es: Ver y controlar aplicaciones cuando le pidas a Yorozu que realice alguna acción en tu Mac.
ja: Mac上でYorozuに操作を依頼する際、アプリの表示や操作を行います。
ko: Mac에서 Yorozu에게 작업을 요청하면 앱을 보고 작동할 수 있습니다.
zh_hans: 当您让 Yorozu 在 Mac 上执行操作时，查看并操作应用程序。

source: Send
es: Enviar
ja: 送信
ko: 보내기
zh_hans: 发送

source: Send a message
es: Enviar un mensaje
ja: メッセージを送信
ko: 메시지 보내기
zh_hans: 发送消息

source: Send to
es: Enviar a
ja: 送信先
ko: 보낼 대상
zh_hans: 发送到

source: Sends this message again
es: Vuelve a enviar este mensaje
ja: このメッセージを再送します
ko: 이 메시지를 다시 보냅니다
zh_hans: 再次发送此消息

source: Set a field to Any to widen the rule. A field left at Any is not checked at all.
es: Pon un campo en «Cualquiera» para ampliar la regla. Los campos así definidos no se comprueban.
ja: フィールドを「任意」にするとルールの範囲が広がります。「任意」のフィールドは確認されません。
ko: 필드를 ‘모두’로 설정하면 규칙 범위가 넓어집니다. ‘모두’인 필드는 확인하지 않습니다.
zh_hans: 将字段设为“任意”可扩大规则范围。保持“任意”的字段不会被检查。

source: Settings
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

source: Settings…
es: Configuración…
ja: 設定…
ko: 설정…
zh_hans: 设置……

source: Show all %arg lines
es: Mostrar todas las líneas de %arg
ja: すべての%arg行を表示
ko: 모든 %arg 줄 표시
zh_hans: 显示所有 %arg 行

source: Shows the arguments and output
es: Muestra los argumentos y el resultado
ja: 引数と出力を表示
ko: 인수와 출력 표시
zh_hans: 显示参数和输出

source: Shows the rest of this message
es: Muestra el resto del mensaje
ja: メッセージの残りを表示します
ko: 메시지 나머지를 표시합니다
zh_hans: 显示此消息的其余内容

source: Shows the steps
es: Muestra los pasos
ja: 手順を表示
ko: 단계 표시
zh_hans: 显示步骤

source: Shows the trace
es: Muestra el seguimiento
ja: トレースを表示
ko: 추적 표시
zh_hans: 显示跟踪

source: Skip
es: Omitir
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

source: Something else
es: Otra cosa
ja: その他
ko: 기타
zh_hans: 其他

source: Speaking
es: Leyendo
ja: 読み上げ中
ko: 읽는 중
zh_hans: 正在朗读

source: Start Yorozu at login
es: Iniciar Yorozu al iniciar sesión
ja: ログイン時にYorozuを起動
ko: 로그인 시 Yorozu 시작
zh_hans: 登录时启动 Yorozu

source: Start a conversation
es: Inicia una conversación
ja: 会話を始める
ko: 대화 시작
zh_hans: 开始对话

source: Start at Login
es: Iniciar al iniciar sesión
ja: ログイン時に起動
ko: 로그인 시 시작
zh_hans: 登录时启动

source: Start at login
es: Iniciar al iniciar sesión
ja: ログイン時に起動
ko: 로그인 시 시작
zh_hans: 登录时启动

source: Start one and it will be here, on this Mac and on your phone.
es: Inicia uno y aparecerá aquí, en este Mac y en tu teléfono.
ja: 始めたスレッドはこの Mac と電話の両方に表示されます。
ko: 스레드를 시작하면 이 Mac과 휴대폰에 표시됩니다.
zh_hans: 开始一个线程后，它会显示在此 Mac 和手机上。

source: Start one and it will be here, on this phone and on your Mac.
es: Inicia uno y aparecerá aquí, en este teléfono y en tu Mac.
ja: 始めたスレッドはこの電話と Mac の両方に表示されます。
ko: 스레드를 시작하면 이 휴대폰과 Mac에 표시됩니다.
zh_hans: 开始一个线程后，它会显示在此手机和 Mac 上。
